Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: PayPal Product Logo
bg: PayPal - лого на продукт

source: PayPal Protection Bonus
bg: PayPal - бонус за протекция

source: PayPal Reference ID
bg: PayPal - референция ID

source: PayPal Reference ID Type
bg: PayPal - тип референция ID

source: PayPal Settlement Reports
bg: Справки за PayPal плащания

source: PayPal gateway has rejected request. %s
bg: PayPal терминалът отхвърли заявката. %s

source: PayPal processes all of your orders, and you get paid.
bg: PayPal обработва всички ваши поръчки и ще ви бъдат платени.

source: PayPal retains reports for 45 days.
bg: PayPal съхранява справки за последните 45 дни.

source: PayPal/Centinel Electronic Commerce Indicator
bg: PayPal/Centinel Electronic Commerce индикатор

source: Payer Address ID
bg: Арес на платец ID

source: Payer Address Status
bg: Статус на адрес на платец

source: Payer Email
bg: Имейл на платец

source: Payer ID
bg: Платец ID

source: Payer Status
bg: Статус на платец

source: Payer is not identified.
bg: Платецът не е идентифициран.

source: Payflow Pro Gateway
bg: Payflow Pro терминал

source: Payflow Pro Settings
bg: Payflow Pro настройки

source: Payment Refund initiated by merchant
bg: Връщане на плащане инициирано от търговеца

source: Payment transactions disallow storing objects.
bg: Транзакции на плащане - забрани съхраняване на обекти.

source: Payments by PayPal (150 X 40)
bg: Плащания с PayPal (150 X 40)

source: Payments by PayPal (150 X 60)
bg: Плащания с PayPal (150 X 60)

source: Paypal Billing Agreement Settings
bg: Настройки за Paypal споразумения за плащане

source: Pending PayPal
bg: PayPal в изчкаване

source: Please select a shipping method...
bg: Моля, изберете метод на доставка...

source: Postage Payment to either USPS or UPS
bg: Пощенско разплащане към USPS или UPS

source: Preapproved Payment (BillUser API), either sent or received
bg: Предварително одобрено плащане (BillUser API), изпратено или получено

source: Preapproved Payment ID
bg: Предварително одобрено плащане ID

source: Proxy Host
bg: Прокси хост

source: Proxy Port
bg: Прокси порт

source: Reauthorization
bg: Повторна оторизация

source: Reference Information
bg: Референтна информация

source: Refund issued by merchant.
bg: Наредено връщане от търговеца.

source: Reimbursement for a chargeback.
bg: Възстановяване за обратно плащане.

source: Reimbursement of Chargeback
bg: Възстановяване на обратно плащане

source: Report Date
bg: Дата на справка

source: Require CVV Entry
bg: Изискай CVV информация

source: Reversal
bg: Връщане

source: Reversal of General Account Hold
bg: Връщане на здържане на профил

source: Reversal of Points Usage
bg: Връщане на използвани точки

source: Reversal of an adjustment.
bg: Връщане на настройка.

source: Reversal of hold for Dispute Investigation
bg: Връщане на задържане за разглеждане на оспорване

source: SFTP Credentials
bg: SFTP данни за вход

source: Sale
bg: Продажба

source: Sandbox Mode
bg: Sandbox режим

source: Schedule
bg: Планирай

source: Schedule description is too long.
bg: Описанието на планирата задача е твърде дълго.

source: Scheduled Fetching
bg: Извличане на планирани

source: Select a PayPal Solution
bg: Изберете PayPal решение

source: Settlement Consolidation
bg: Консолидация на състояние

source: Settlement Report Settings
bg: Настройки за справка за състояние

source: Settlement of a chargeback.
bg: Състояние на върнато плащане.

source: Shop now using (150 X 40)
bg: Пазарувай с (150 X 40)

source: Shortcut
bg: Бърз достъп

source: Shortcut Buttons Flavor
bg: Бързи бутони

source: Shortcut on Product View
bg: Бърз достъп на преглед на продукт

source: Shortcut on Shopping Cart
bg: Бърз достъп на количка

source: Sign a billing agreement to streamline further purchases with PayPal.
bg: Подпишете споразумение за разплащане за извършване на бъдещи покупки с PayPal.

source: Subscriber name is too long.
bg: Името на абоната е твърде дълго.

source: Subscription ID
bg: Абонамент ID

source: Subscription Payment, either payment sent or payment received
bg: Плащане за абонамент, получени или изпратени плащания

source: Summary Text for Aggregated Cart
bg: Кратко обяснение за сборна количка

source: Supporting of American Express cards require additional agreement. Learn more at <a href="http://www.paypal.com/amexupdate">http://www.paypal.com/amexupdate</a>.
bg: Поддръжка на карти American Express изисква допълнително споразумение. Научи повече на <a href=http://www.paypal.com/amexupdate">http://www.paypal.com/amexupdate</a>."

source: The background color for the checkout page around the header and payment form.
bg: Цвят на фон за страница за плащане около заглавния блок и формата за плащане.

source: The background color for the header of the checkout page. Case-insensitive six-character HTML hexadecimal color code in ASCII.
bg: Цвят на фон за страница за плащане. Нечувствителен на главни-малки букви, 6 буквен шестнадеситичен HTML код за цвят в ASCII.

source: The merchant account is not yet verified.
bg: Тръговския профил все още не е одобрен.

source: The payment curency does not match any of the merchant\'s balances currency.
bg: Валутата на плащането не съвпада с което и да е от валутите от валутните салда на търговеца.

source: The payment eCheck is not yet cleared.
bg: Плащанетп с eCheck все още не е потвърдено.

source: The payment is authorized but not settled.
bg: Плащането е оторизирано, но не е наредено.

source: The payment is pending because it was made to an email address that is not yet registered or confirmed.
bg: Плащането е в изчакване, понеже е направено с имейл адрес, който още не е регистриран или потвърден.

source: The payment is pending while it is being reviewed by PayPal for risk.
bg: Плащането е в изчакване докато бъде разгледано от PayPal за потенциални рискове.

source: The payment was made via credit card. In order to receive funds merchant must upgrade account to Business or Premier status.
bg: Плащането беше направено с кредитна карта. За получаване на парите е необходимо търговеца да премине към ниво на профил Бизнес или Премиер.

source: This operation requires an existing transaction object.
bg: Тази операция изисква съществуващ обект на транзакция.

source: Time of Day
bg: Време от деня

source: Transaction ID must not be empty.
bg: Транзакция ID не трябва да е празен.

source: Transaction Information
bg: Информация за транзакция

source: Transfer Shipping Options
bg: Опции за доставки на трансфер

source: Triggered Fraud Filters
bg: Задействани са филтри за измама

source: Unable to cancel Express Checkout.
bg: Невъзможна е отмяната на Express Checkout.

source: Unable to communicate with the PayPal gateway.
bg: Невъзможна е комуникацията с PayPal терминала.

source: Unable to initialize Express Checkout review.
bg: Невъзможно е инициализирането на преразглеждане на Express Checkout.

source: Unable to initialize Express Checkout.
bg: Невъзможно е инициализиране на Checkout.

source: Unable to process Express Checkout approval.
bg: Невъзможно е обработването на одобрение на Express Checkout.

source: Unknown reason. Please contact PayPal customer service.
bg: Непозната причина. Моля свържете се с отдел за работа с клиенти на PayPal.

source: Update Shipping Method
bg: Обновяване на метод на доставка

source: Use Proxy
bg: Използвай прокси

source: Use colon to specify port. For example: "test.example.com:5224".
bg: Използвайте двуеточие за определяне на порт. Например: test.example.com:5224"."

source: User-initiated Currency Conversion
bg: Преобразуване на валута инициирано от потребител

source: Vendor
bg: Продавач

source: View Demo
bg: Преглед на демо

source: View PayPal solutions.
bg: Преглед на PayPal решения.

source: View Transaction
bg: Преглед на транзакции

source: View Transaction Details
bg: Преглед на данни за транзакция

source: Virtual PayPal Debit Card Transaction
bg: Виртуална транзакция на дебитна карта с PayPal

source: Virtual Terminal Payment
bg: Плащане с виртуален терминал

source: Void
bg: Анулирай

source: We prefer PayPal (150 X 40)
bg: Предпочитаме плащане с PayPal (150 X 40)

source: We prefer PayPal (150 X 60)
bg: Предпочитаме плащане с PayPal (150 X 60)

source: Website Payments Pro
bg: Уебсайт Payments Pro

source: Website Payments Pro (Payflow Edition) Settings
bg: Уебсайт Payments Pro (Payflow Edition) Settings

source: Website Payments Pro Payflow Edition (includes Express Checkout)
bg: Убесайт Payments Pro издание Payflow (включва Express Checkout)

source: Website Payments Pro Settings
bg: Уебсайт Payments Pro настройки

source: Website Payments Standard
bg: Уебсайт Payments Standard

source: Website Payments Standard Payment
bg: Уебсайт Payments Standard плащане

source: Website Payments Standard Settings
bg: Уебсайт Payments Standard настройки

source: What is PayPal?
bg: Какво е PayPal?

source: Whether to create a billing agreement, if there are no active billing agreements available.
bg: Дали да създаде споразумение за плащане, при положение че няма налични активни такива.

source: Will appear as a payment option only for customers who have at least one active billing agreement.
bg: Ще се появи като опция за плащане само за клиенти, които имат поне едно активно споразумение за плащане.

source: WorldLink Withdrawal
bg: WorldLink връщане

source: Would you like to sign a billing agreement to streamline further purchases with PayPal?
bg: Искате ли да подпишете споразумение за плащане за извършване на бъдещи покупки с PayPal?

source: Wrong PayPal Express Checkout Token specified.
bg: Грешен символ (token) за PayPal Express Checkout.

source: Yes. Matched Address and five-didgit ZIP
bg: Да. Съвпадение на адрес и 5 цифрен пощ. код

source: You will be redirected to the PayPal website in a few seconds.
bg: Ще бъдете пренасочен към PayPal след няколко секунди.

source: You will be redirected to the PayPal website when you place an order.
bg: Ще бъдете пренасочени към уебсайта на PayPal след извършване на поръчка.

source: You will be redirected to the PayPal website.
bg: Ще бъдете пренасочени към уебсайта на PayPal.

source: eBay Auction Payment
bg: Плащане за eBay наддаване

source: General Options
bg: Основни настройки

source: Remember Me
bg: Запомни ме

source: What\'s this?
bg: Какво е това?

source: Add Answer
bg: Добави отговор

source: Add New Answer
bg: Добави нов въпрос

source: Add New Poll
bg: Добави нова анкета

source: Answer Title
bg: Заглавие на отговор

source: Answer Title:
bg: Заглавие на отговор:

source: Answer with the same title in this poll
bg: Отговори със същото заглавие в тази анкета

source: Are you sure you want to delete it?
bg: Сигурен ли сте, че искате да го изтриете?

source: Assigned Answers
bg: Присъединени отговори

source: Closed
bg: Затворено

source: Community Poll
bg: Обществена анкета

source: Date Closed
bg: Дата на затваряне

source: Date Posted
bg: Дата на публикуване

source: Delete Answer
bg: Изтрий отговор

source: Delete Poll
bg: Изтрий анкета

source: Disallow Voting in a Poll Multiple Times from Same IP-address
bg: Забрани гласуване повече от един път от същия IP адрес в анкета

source: Edit Answer '%s'
bg: Редакция на отговор '%s'

source: Edit Poll '%s'
bg: Редакция на анкета '%s'

source: Edit Poll Answer
bg: Редактирай отговор на анкета

source: Invalid Answer.
bg: Невалиден отговор.

source: Number of Responses
bg: Борй участия

source: Open
bg: Отвори

source: Poll Answers
bg: Отговори от анкета

source: Poll Information
bg: Информация за анкета

source: Poll Question
bg: Въпрос от анкета

source: Poll information
bg: Информация за анкета

source: Poll with the same question
bg: Анкета със същия въпрос

source: Save Answer
bg: Запиши отговор

source: Save Poll
bg: Запиши анкета

source: The answer has been saved.
bg: Отговорът е записан.

source: The poll does not exist.
bg: Анкетата не съществува.

source: Unable to find an answer to delete.
bg: Невъзможно е намирането на отговор за изтриване.

source: Visible In
bg: Видимо в

source: Vote
bg: Гласуване

source: Votes Count
bg: Брой гласувания

source: Votes Count:
bg: Брой гласувания:

source: Alert Email Sender
bg: Подател на уведомяващ имел

source: Alert subscription has been saved.
bg: Абониране за уведомяване е записано.

source: Allow Alert When Product Comes Back in Stock
bg: Позволи уведомяване, когато продуктът отново стане наличен.

source: Allow Alert When Product Price Changes
bg: Позволи уведомяване, когато цена на продукт се промени

source: Click here not to receive alerts for this product
bg: Кликнете тук за да не получавате повече уведомяване за този продукт

source: Not enough parameters.
bg: Недостатъчно параметри.

source: Price Alert Email Template
bg: Шаблон за имейл за известяване за цена

source: Product Alerts Run Settings
bg: Настройки за стартиране на уведомявания за продукти

source: Product alerts Cron error
bg: Cron грешки за уведомявания за продукт

source: Product price alert
bg: Уведомяване за цена на продукт

source: Product stock alert
bg: Уведомяване за наличност на продукт

source: Sign up for price alert
bg: Запишете се за уведомяване за цена

source: Sign up to get notified when this product is back in stock
bg: Запишете се за уведомяване, когато този продукт е отново в наличност

source: Special price:
bg: Специална цена:

source: Stock Alert Email Template
bg: Шаблон за уведомяващ имел

source: The alert subscription has been deleted.
bg: Абонаментът за уведомяване беше изтрит.

source: The alert subscription has been saved.
bg: Абонаментът за уведомяване беше записан.

source: The product is not found.
bg: Продуктът не е намерен.

source: The product was not found.
bg: Продуктът не беше намерен.

source: Unable to update the alert subscription.
bg: Невъзможно е обновяването на абонамента за известяване.

source: Unsubscribe from all price alerts
bg: Анулирай абонамента за всички уведомявания за цена

source: Unsubscribe from all stock alerts
bg: Анулирай абонамента за всички уведомявания за наличност

source: You are receiving this notification because you subscribed to receive alerts when the following products are back in stock:
bg: Получавате това съобщение, понеже сте се абонирали за получаване на увеодмление, когато следните продукти са отново в наличност:

source: You are receiving this notification because you subscribed to receive alerts when the prices for the following products changed:
bg: Получавате това съобщение, понеже сте се абонирали за получаване на увеодмление, когато цените на следните продукти се променят:

source: You will no longer receive price alerts for this product.
bg: Няма повече да получавате уведомявания за цена за този продукт.

source: You will no longer receive stock alerts for this product.
bg: Няма повече да получавате уведомявания за наличности за този продукт.

source: You will no longer receive stock alerts.
bg: Няма повече да получавате уведомявания за наличности.

source: 1 star
bg: 1 звезда

source: 2 stars
bg: 2 звезди

source: 3 stars
bg: 3 звезди

source: 4 stars
bg: 4 звезди

source: 5 stars
bg: 5 звезди

source: Add New Rating
bg: Добавяне на нов рейтинг

source: Assigned Options
bg: Налични опции

source: Be the first to review this product
bg: Дайте първото мнение за този продукт

source: Delete Rating
bg: Изтриване на рейтинг

source: Edit Rating
bg: Редакция на рейтинг

source: If you do not specify a rating title for a store, the default value will be used.
bg: Ще се използва стйността по подразбиране, ако не е посочено заглавие на рейтинг за магазина.

source: Option Label
bg: Опция етикет

source: Option Title
bg: Опция заглавие

source: Option Title:
bg: Опция заглавие:

source: Please select one of each ratings above
bg: Моля, изберете един от посочените по-горе рейтинзи

source: Rating Information
bg: Рейтинг информация

source: Rating Name
bg: Име на рейтинг

source: Rating Options
bg: Опции на рейтинг

source: Rating Title
bg: Заглавие на рейтинг

source: Rating Visibility
bg: Видимост на рейтинг

source: Rating isn't Available
bg: Неналичен рейтинг

source: Rating with the same title
bg: Рейтинг със същото заглавие

source: Save Rating
bg: Съхраняване на рейтинг

source: Abandoned carts
bg: Изоставени колички

source: Applied Coupon
bg: Приложен талон

source: Applies to Any of the Specified Order Statuses
bg: Прилага се за всеки от определените статуси на поръчка

source: Are you sure you want to refresh lifetime statistics? There can be performance impact during this operation.
bg: Сигурен ли сте че искате да обновите всички статистики? Възможно е да се получи намалено бързодействие на сайта по време на тази операция.

source: Avg. Approved Rating
bg: Оценка за средно одобрени

source: Avg. Rating
bg: Средна оценка

source: Bought from wishlists
bg: Купено от списък желания

source: Carts
bg: Колички

source: Compared Products Grid Template
bg: Шаблон за таблично показване на сравняване на продукти

source: Compared Products List Template
bg: Шаблон за списък показване на сравняване на продукти

source: Coupons Usage Report
bg: Справка за употреба на талони за отстъпка

source: Current Month Starts
bg: Започвания в текущия месец

source: Customer Tags
bg: Ключови думи на клиент

source: Customers Report
bg: Справки по клиенти

source: Customers Tags
bg: Ключови думи на клиенти

source: Customers by number of orders
bg: Клиенти по брой поръчки

source: Customers by orders total
bg: Клиенти по суми на поръчки

source: Customers that have wishlist: %s%
bg: Клиенти, които имат списък с желания: %s%

source: Default Recently Compared Products Count
bg: Брой по подразбиране на последно сравнявани продукти

source: Default Recently Viewed Products Count
bg: Брой по подразбиране на последно разглеждани продукти

source: Detail
bg: Детайл

source: Empty Rows
bg: Празни редове

source: Filter
bg: Филтър

source: Hits
bg: Посещения

source: Index model name must be defined
bg: Трябва да е дефинирано име на модел за индекс

source: Invalid date specified.
bg: Определена е невалидна дата.

source: Items in Cart
bg: Продукти в количка

source: Last Review
bg: Последно мнение

source: Link
bg: Връзка

source: List of Products Recently Compared and Removed from the Compare List by Visitor
bg: Списък с продукти последно сравнявани и премахнати от списък за сравнение по посетител

source: List of Products Recently Viewed by Visitor
bg: Списък с продукти последно преглеждани по посетител

source: Low stock
bg: Ниска наличност

source: Match Period To
bg: За период

source: Number Added
bg: Брой добавени

source: Number Fulfilled
bg: Брой изпълнени

source: Number Of Reviews
bg: Брой мнения

source: Number Purchased
bg: Брой закупени

source: Number Viewed
bg: Брой прегледи

source: Number of Items
bg: Брой продукти

source: Number of New Accounts
bg: Брой нови профили

source: Number of Products to display
bg: Брой на продукти за показване

source: Number of Reviews
bg: Брой на мнения" Number of Times Deleted"

source: Number of Total Tags
bg: Брой общо кл. думи

source: Number of Unique Tags
bg: Брой уникални кл. думи

source: Number of Views
bg: Брой преглеждания

source: Number of items bought from a wishlist: %s
bg: Брой продукта купени от списък желания: %s

source: Number of times wishlists have been shared (emailed): %s
bg: Колко пъти е споделян (по имейл) списък с желания: %s

source: Number of wishlist conversions: %s
bg: Брой конверсии на списък желания: %s

source: Number of wishlist referrals: %s
bg: Брой извиквания на списък желания: %s

source: Number of wishlists: %s
bg: Брой списъка с желания: %s

source: Order Taxes Report Grouped by Tax Rate
bg: Справка за данъци на поръчки групирани по данъчна ставка

source: Poducts Report
bg: Справка за продукти

source: Popular Tags
bg: Популярна кл. дума

source: Popularity
bg: Популярност

source: Product SKU
bg: Кат. №

source: Products Report
bg: Справка за продукти

source: Products Tags
bg: Кл. думи на продукти

source: Products in carts
bg: Продукти в колички

source: Purchases
bg: Полупки

source: Quantity Ordered
bg: Поръчано количество

source: Quantity of Items
bg: Количество продукти

source: Recently Compared
bg: Последно сравнявани

source: Recently Compared Products
bg: Последно сравнени продукти

source: Recently Viewed
bg: Последно разглеждани

source: Recently Viewed Products
bg: Последно разглеждани

source: Recently Viewed/Compared Products
bg: Последно разглеждани/сравнявани

source: Refresh Lifetime Statistics
bg: Опресни всички статистики

source: Refresh Statistics for the Last Day
bg: Опресни статистики за последния ден

source: Refunds
bg: Сторнирани

source: Report
bg: Справка

source: Review
bg: Мнение

source: Reviews for %s
bg: Мнениея за %s

source: Select day of the month.
bg: Изберете ден от месеца.

source: Show Actual Values
bg: Покажи действителни стойности

source: Show Report
bg: Покажи справка

source: Show for Current
bg: Покажи за текущ

source: Statistics
bg: Статистики

source: Stock Qty
bg: Кол. в наличност

source: Submitted In
bg: Публикувано в

source: Submitted On
bg: Публикуване на

source: Tag
bg: Ключова дума

source: Tag "%s" details
bg: Инфо за кл. дума "%s"

source: Tag Detail
bg: Информация за кл. дума

source: Tag Use
bg: Употреба на кл. дума

source: Tags Submitted by %s
bg: Кл. думи публикувани от %s

source: Tags submitted to %s
bg: Кл. думи публикувани за %s

source: Total Invoiced vs. Paid Report
bg: Справка общо фактурирани срещу платени

source: Total Ordered Report
bg: Справка общо поръчано

source: Total Refunded Report
bg: Справка общо върнато по сторно

source: Total Shipped Report
bg: Справка общо доставено

source: Total Tags
bg: Общо кл. думи

source: Total invoiced
bg: Общо фактурирани

source: Total refunded
bg: Общо върнати пари

source: Viewed Products Grid Template
bg: Шаблон за табличен изглед на преглеждани продукти

source: Viewed Products List Template
bg: Шаблон за списък изглед на преглеждани продукти

source: Wishlist vs. Regular Order
bg: Списък желания срещу нормална поръчка

source: Wishlists
bg: Списък желания

source: Year-To-Date Starts
bg: Започвания година-към-дата

source: Your Recently Compared
bg: Вашите последно сравнявани

source: Your Recently Viewed
bg: Вашите последно преглеждани

source: undefined
bg: недефиниран

source: %d Review(s)
bg: %d Мнение/мнения

source: %s Review(s)
bg: %s Мнение/мнения

source: (Posted on %s)
bg: (Публикувано на %s)

source: Add New Review
bg: Добави ново мнение

source: Add Your Review
bg: Добавете вашето мнение

source: Administrator
bg: Администратор

source: All Reviews of Customer `%s`
bg: Всички мнения на клиент `%s`

source: Allow Guests to Write Reviews
bg: Позволи писане на мнения от гости

source: Average Customer Rating
bg: Средно гласуване на клиент

source: Average Customer Rating:
bg: Средно гласуване на клиент:

source: Back to Main Product Info
bg: Обратно към основна информация за продукт

source: Back to My Reviews
bg: Обратно към Моите мнения

source: Back to Product Reviews
bg: Обратно към мнения за продукт

source: Catalog Product Review View
bg: Изглед мнение за продукт

source: Catalog Product Reviews List
bg: Списък мнения за продукт

source: Created On
bg: Създадено на

source: Customer My Account Product Reviews
bg: Клиент - нения за продукт в Моя профил

source: Customer My Account Review Details
bg: Клиент - информация за мнение в Моя профил

source: Delete Review
bg: Изтрий мнение

source: Detailed Rating
bg: Подробен рейтинг

source: Edit Review '%s'
bg: Редакция на мнение '%s'

source: How do you rate this product?
bg: Как оценявате този продукт?

source: My Product Reviews
bg: Моите мнения

source: My Recent Reviews
bg: Моите последни мнения

source: Name in Store
bg: Име в магазин

source: Nickname
bg: Име/Псевдоним
